using System;

namespace Nop.Plugin.Misc.LLT.Enums
{
    public enum Country
    {
None
, Беларусь
, Россия
, Украина
, США
, Китай
, Япония
, Австралия
, Австрия
, Андорра
, Албания
, Бельгия
, Болгария
, Босния
, Ватикан
, Великобритания
, Венгрия
, Германия
, Гибралтар
, Греция
, Дания
, Ирландия
, Исландия
, Испания
, Италия
, Латвия
, Литва
, Лихтенштейн
, Люксембург
, Македония
, Мальта
, Молдавия
, Монако
, Нидерланды
, Норвегия
, Польша
, Португалия
, Румыния
, СанМарино
, Сербия
, Словакия
, Словения
, Финляндия
, Франция
, Хорватия
, Черногория
, Чехия
, Швейцария
, Швеция
, Эстония
    }
}